Repository: Biglabs/mozo-ios-sdk
Catalog: MozoSDK/Localization/*.lproj/Localizable.strings
Languages: vi

source: Address Book
vi: Danh bạ

source: Select Address
vi: Chọn địa chỉ

source: Select from Address Book
vi: Chọn từ danh bạ

source: Results not found
vi: Không có kết quả trùng khớp

source: Search Address
vi: Tìm địa chỉ

source: Wallet Address
vi: Địa chỉ ví

source: Name
vi: Tên

source: Enter Contact Name
vi: Nhập tên người nhận

source: Address Saved
vi: Đã lưu địa chỉ

source: This address already exists in your Address Book
vi: Địa chỉ đã tồn tại

source: Creating Interface
vi: Đang khởi tạo giao diện

source: Copied!
vi: Đã sao chép

source: There is no internet connection!
vi: Mất kết nối Internet!

source: Scanned value is invalid.
vi: Thông tin quét được không hợp lệ.

source: An error has occurred.
vi: Có lỗi xảy ra

source: Your balance is not insufficient for this transfer amount.
vi: Số dư không đủ để gửi

source: Deposit
vi: Gửi vào

source: Transaction History
vi: Lịch sử giao dịch

source: Withdraw
vi: Rút ra

source: Confirm
vi: Xác nhận

source: Back
vi: Trở lại

source: Cancel
vi: Thoát

source: Copy
vi: Sao chép

source: Continue
vi: Tiếp tục

source: Close
vi: Đóng

source: Clear
vi: Xóa

source: Scan
vi: Quét

source: Enlarge QR Code
vi: Phóng to QR Code

source: Send
vi: Gửi

source: Save
vi: Lưu

source: Save Wallet Address
vi: Lưu địa chỉ ví

source: Retry
vi: Thử lại

source: Refresh
vi: Làm mới

source: Try Again
vi: Thử lại

source: Backup Wallet
vi: Sao lưu ví

source: Store Recovery Phrase
vi: Kí tự dùng khôi phục ví

source: Please write this Phrase down and keep it in a safe place.
vi: Ghi lại những từ này và cất giữ ở nơi an toàn để khôi phục lại ví khi cần thiết.

source: *If you lose your Recovery Phrase, your wallet cannot be recovered.
vi: *Nếu mất bản ghi này, ví của bạn sẽ không thể khôi phục.

source: If you lose your recovery phrase, your wallet cannot be recovered.
vi: Nếu mất bản ghi này, ví của bạn sẽ không thể khôi phục.

source: I have safely stored Recovery Phrase
vi: Tôi đã ghi lại xong

source: I have safely stored recovery phrase
vi: Tôi đã ghi lại xong

source: Create Security PIN
vi: Tạo mã PIN

source: Restore Wallet
vi: Khôi phục lại ví

source: Security PIN Confirmation
vi: Xác nhận mã PIN

source: Enter your Security PIN
vi: Nhập mã PIN

source: Enter Security PIN
vi: Nhập mã PIN

source: Enter your Security PIN to restore wallet
vi: Nhập mã PIN để khôi phục lại ví

source: Enter your Security PIN to create airdrop event
vi: Nhập mã PIN để tạo chương trình

source: Security PIN must be 6 digits
vi: Mã PIN phải đủ 6 số

source: Confirm Security PIN
vi: Xác nhận mã PIN

# CONFIRM SERCURITY PIN
source: CONFIRM SECURITY PIN
vi: XÁC NHẬN MÃ PIN

source: Re-enter your PIN
vi: Nhập lại mã PIN

source: Create Security PIN successful
vi: Tạo mã PIN thành công

source: Security PIN is correct
vi: Mã PIN chính xác

source: Incorrect Security PIN
vi: Sai mã PIN

source: Create Wallet failed
vi: Tạo ví thất bại

source: Customer has entered
vi: Khách vào cửa hàng

source: Customer has left
vi: Khách vừa đi khỏi

source: From %@
vi: Từ %@

source: To %@
vi: Đến %@

source: Receive Amount
vi: Tổng nhận

source: Requested List
vi: Danh sách được yêu cầu

source: Create Request
vi: Tạo yêu cầu

source: Send Request
vi: Gửi yêu cầu

source: Scan to send:
vi: Quét để gửi

source: Send request to
vi: Gửi yêu cầu đến

source: Send Request Successful
vi: Gửi yêu cầu thành công

source: Requested list is empty
vi: Danh sách trống

source: From:
vi: Từ:

source: Request:
vi: Yêu cầu:

source: Confirmation
vi: Xác nhận

source: Receiver Address
vi: Địa chỉ người nhận

source: Enter receiver wallet address
vi: Điền địa chỉ ví người nhận

source: Error: The Receiver Address is not valid.
vi: Lỗi: Địa chỉ người nhận không hợp lệ

source: Amount
vi: Số lượng

source: Input value in decimal format
vi: Điền giá trị bằng số thập phân

source: Error: Your spendable is not enough for this.
vi: Lỗi: Số dư khả dụng không đủ

source: Error: Amount is too low, please input valid amount.
vi: Lỗi: Số lượng quá nhỏ, vui lòng nhập số hợp lệ

source: Error: Please input value in decimal format.
vi: Lỗi: Vui lòng nhập giá trị bằng số thập phân

source: Spendable:
vi: Số dư khả dụng:

source: Send Complete
vi: Gửi thành công

source: Action Complete
vi: Thao tác hoàn tất

source: You have just sent:
vi: Bạn vừa gửi:

source: Transaction Detail
vi: Chi tiết giao dịch

source: View Transaction Detail
vi: Xem chi tiết giao dịch

source: Transaction history list is empty
vi: Danh sách trống

source: To
vi: Đến

source: From
vi: Từ

source: You must
vi: Bạn phải

source: Login
vi: Đăng nhập

source: to use this function
vi: để dùng chức năng này

source: All
vi: Tất cả

source: Received
vi: Đã nhận

source: Sent
vi: Đã gửi

source: Pending
vi: Đang xử lý

source: Failed
vi: Thất bại

source: Success
vi: Thành công

source: View All
vi: Xem toàn bộ

source: Phone Number
vi: Số điện thoại

source: Enter your mobile phone
vi: Nhập số điện thoại

source: Search
vi: Tìm

source: SIGN IN
vi: Đăng nhập

source: SIGN UP
vi: Đăng ký

source: Password
vi: Mật khẩu

source: Enter your password to login
vi: Nhập mật khẩu để đăng nhập

source: Show
vi: Hiện

source: Forgot your password?
vi: Quên mật khẩu?

source: Hide
vi: Ẩn

source: Re-send activation code
vi: Gửi lại mã kích hoạt

source: Or
vi: Hoặc

source: Send voice OTP
vi: Gửi OTP qua tin nhắn thoại

source: Confirmation successful!
vi: Xác nhận thành công

source: Re-enter your password
vi: Nhập lại mật khẩu

source: I’m not a robot
vi: Tôi không phải Robot

source: Re-sent successful
vi: Gửi lại thành công

source: Verification code will send to this phone number
vi: Mã kích hoạt sẽ được gửi đến SĐT này

source: Create New Password
vi: Tạo mật khẩu mới

source: ENTER YOUR SECURITY PIN
vi: Nhập mã PIN

source: Security PIN must be 6 digit numbers
vi: Mã PIN phải đủ 6 số

source: CONFIRM SECURITY PIN
vi: Xác nhận mã PIN

source: Successful
vi: Thành công

source: Account Verify
vi: Xác nhận tài khoản

source: Phone
vi: SĐT

source: Call
vi: Gọi

source: Log in with another phone number
vi: Đăng nhập bằng SĐT khác

source: Account Verified
vi: Tài khoản đã được xác nhận

source: Welcome
vi: Chào mừng đến với Mozo

source: Address
vi: Địa chỉ

source: Start
vi: Bắt đầu

source: Sign Up Succesful
vi: Đăng ký thành công

source: You have a sub-account at
vi: Bạn đã là tài khoản phụ tại

source: Access Denied
vi: Truy cập bị từ chối

source: Your account has been removed
vi: Tài khoản của bạn đã bị gỡ bỏ

source: Log out
vi: Đăng xuất

source: Do you want to log out this Sub-Account ?
vi: Bạn có muốn đăng xuất khỏi tài khoản phụ này?

source: OK
vi: Đồng ý

source: Log Out Successful!
vi: Đăng xuất thành công

source: Back to log in
vi: Quay lại trang đăng nhập

source: Enter amount to receive
vi: Nhập số Mozo cần nhận

source: Name can not be empty
vi: Vui lòng nhập tên

source: Add New Address
vi: Thêm địa chỉ mới

source: Save changes
vi: Lưu

source: Address Detail
vi: Chi tiết liên lạc

source: View
vi: Xem

source: Sync Beacon
vi: Đồng bộ Beacon

source: Remove Beacon from its Package. Scan QR Code to sync Beacon with your store.
vi: Lấy Beacon từ hộp Mozo. Quét QR Code để đồng bộ Beacon với cửa hàng.

source: Beacon Sync Successful!
vi: Đồng bộ Beacon thành công!

source: Now stick Beacon where you want to use it (Wall, Counter, Ceiling) to detect Shoppers whenever they visit your store.
vi: Đặt Beacon ở vị trí bạn muốn định vị khách khi họ đến cửa hàng.

source: Beacon Range Configuration
vi: Thiết lập phạm vi Beacon

source: Now scan to detect Beacon and configure Beacon range.
vi: Giờ hãy quét để nhận diện Beacon và thiết lập phạm vi hoạt động.

source: *You need to turn on Bluetooth to detect the Beacon.
vi: *Bạn cần bật Bluetooth để nhận diện Beacon.

source: Bluetooth is On
vi: Bluetooth đang bật

source: Turn on Bluetooth
vi: Mở Bluetooth

source: Scan for the Beacon
vi: Quét Beacon

source: Set up range by sliding Distance Bar.
vi: Đặt phạm vi hoạt động bằng cách kéo thanh khoảng cách

source: Beacon battery will last longer if you set signal range under %@m
vi: Pin Beacon sẽ hao hụt lâu hơn nếu bạn thiết lập khoảng cách dưới %@m.

source: Beacon %@ is Detected!
vi: Đã nhận diện Beacon %@

source: Beacon Location Setting
vi: Thiết lập vị trí Beacon

source: Make sure that your store location is displayed correctly. Shoppers will use this location to find your store.
vi: Hãy bảo đảm vị trí cửa hàng hiển thị chính xác. Khách sẽ dựa vào vị trí này để tìm ra cửa hàng của bạn.

source: Store Location is correct. Let me continue.
vi: Vị trí chính xác, tiếp tục

source: Configuration Successful!
vi: Thiết lập thành công

source: Beacon range and location on map are configured successfully.
vi: Đã thiết lập thành công phạm vi hoạt động của Beacon và vị trí hiển thị trên bản đồ.

source: Create Airdrop Event
vi: Tạo chương trình Airdrop

source: Use my location
vi: Dùng vị trí hiện tại

source: Turn on GPS
vi: Bật GPS

source: Account Verification
vi: Xác nhận tài khoản

source: Home
vi: Trang chính

source: Analytics
vi: Báo cáo

source: Wallet
vi: Ví

source: Notification
vi: Thông báo

source: More
vi: Thêm

source: Running Event
vi: Chương trình đang chạy

source: Saving..
vi: Đang lưu..

source: Scanning..
vi: Đang quét..

source: Beacon detected, connecting..
vi: Đã nhận diện Beacon, đang kết nối..

source: Connection failed!
vi: Kết nối thất bại!

source: My Store
vi: Cửa hàng

source: Event List
vi: Danh sách chương trình

source: Beacon List
vi: Danh sách Beacon

source: Add Sub-Account
vi: Thêm tài khoản phụ

source: Add
vi: Thêm

source: Log Out
vi: Đăng xuất

source: Settings
vi: Thiết lập

source: Privacy & Policy
vi: Quyền riêng tư & chính sách

source: About
vi: Thông tin

source: Add Beacon
vi: Thêm Beacon

source: Create Event
vi: Tạo mới

source: Hashtags
vi: Hashtag

source: Opening Hours
vi: Giờ mở cửa

source: Edit
vi: Sửa

source: Store Information
vi: Thông tin cửa hàng

source: Map
vi: Bản đồ

source: Add Photo
vi: Thêm ảnh

source: Photo
vi: Ảnh

source: Shoppers this month
vi: Khách hàng trong tháng

source: Active Events
vi: Chương trình đang chạy

source: View all Events
vi: Xem toàn bộ

source: View all Shoppers
vi: Xem toàn bộ

source: Visiting Shoppers
vi: Khách đang trong cửa hàng

source: Airdrops per Shopper:
vi: Mỗi khách nhận:

source: Time:
vi: Thời gian:

source: Airdrop Time
vi: Thời gian Airdrop

source: Frequency:
vi: Tần suất Airdrop:

source: Frequency
vi: Tần suất Airdrop

source: Duration:
vi: Thời hạn:

source: Duration
vi: Thời hạn

source: Edit Location
vi: Sửa vị trí

source: Select Photo Album
vi: Chọn Album ảnh

source: Tap to select Images
vi: Chạm để chọn ảnh

source: %d selected
vi: Đã chọn %d ảnh

source: Can select a maximum of %d images
vi: Chọn tối đa %d ảnh

source: App requires permission to access "Storage" to view images.
vi: Ứng dụng cần quyền truy cập bộ nhớ để lấy hình ảnh.

source: App requires permission to access "Storage" to view images. Tap "Settings" and then "Permissions" to grant permission.
vi: Ứng dụng cần quyền truy cập bộ nhớ để lấy hình ảnh. Chọn Settings và đi đến Permissions để cấp quyền.

source: Package
vi: Hộp

source: Filter
vi: Lọc

source: Notification Filter
vi: Lọc thông báo

source: Shopper Notification
vi: Thông báo từ khách

source: Display All
vi: Hiển thị toàn bộ

source: Apply
vi: Áp dụng

source: New Shopper has arrived
vi: Khách hàng vừa đến

source: Mozo Sent
vi: Đã gửi Mozo

source: System Notification
vi: Thông báo từ hệ thống

source: Update Notification
vi: Thông báo khi có cập nhật

source: Daily Analytics
vi: Báo cáo ngày

source: Event Name
vi: Tên chương trình

source: Number of shoppers
vi: Số người nhận

source: Number of shoppers:
vi: Số người nhận:

source: Total Airdrop Amount
vi: Tổng Mozo Airdrop

source: Hour(s)
vi: Giờ

source: Event Period
vi: Thời hạn

source: Event Period:
vi: Thời hạn:

source: Create
vi: Tạo mới

source: Selected days
vi: Ngày hoạt động

source: Selected days:
vi: Lặp lại:

source: Create Event Successful!
vi: Tạo chương trình thành công

source: Add New Sub-Account
vi: Thêm tài khoản phụ

source: Select Country
vi: Chọn quốc gia

source: Select ISD
vi: Mã vùng

source: Sub-Account List
vi: Danh sách tài khoản phụ

source: Edit Sub-Account
vi: Chỉnh sửa tài khoản phụ

source: Remove
vi: Xóa

source: Enter your mobile phone number
vi: Nhập số di động của bạn

source: Sign Up Successful!
vi: Đăng ký thành công

source: Do you want to remove this Sub-Account?
vi: Bạn muốn xóa tài khoản phụ này?

source: Do you want to add this phone number as Sub-Account?
vi: Bạn muốn thêm số điện thoại này vào tài khoản phụ?

source: Today
vi: Hôm nay

source: Done
vi: Xong

source: Everyday
vi: Mỗi ngày

source: Earlier
vi: Trước đó

source: Our Products
vi: Sản phẩm

source: Privacy Policy And Terms of Use
vi: Quyền riêng tư & điều khoản sử dụng

source: Event list is empty
vi: Danh sách trống

source: Shopper list is empty
vi: Danh sách trống

source: In store
vi: Đang ở cửa hàng

source: Last visited: %@
vi: Lần đến gần nhất: %@

source: Invite user
vi: Mời người dùng

source: FAQ
vi: Câu hỏi thường gặp

source: Notification list is empty
vi: Danh sách trống

source: Beacons list is empty
vi: Danh sách trống

source: Sub-Account list is empty
vi: Danh sách trống

source: New shopper
vi: Khách hàng mới

source: Distance
vi: Khoảng cách

source: Battery Life
vi: Thời lượng pin

source: Last Signal
vi: Lần phát tín hiệu gần nhất

source: Close Hour
vi: Giờ đóng cửa

source: Open Hour
vi: Giờ mở cửa

source: Invite customers
vi: Mời người dùng

source: Reset
vi: Làm mới

source: Edit Hashtag
vi: Sửa Hashtag

source: Add new Hashtag
vi: Thêm Hashtag

source: Enter new Hashtag
vi: Nhập Hashtag mới

source: You can add maximum %d Hashtags for your store. The first one will be your main Hashtag.
vi: Có thể thêm tối đa %d Hashtag, Hashtag đầu tiên sẽ là Hashtag chính.

source: You may like
vi: Có thể bạn sẽ thích

source: Hashtag list is empty
vi: Danh sách trống

source: You can only add a maximum of %d Hashtags
vi: Có thể thêm tối đa %d Hashtag

source: Repeat
vi: Lặp lại

source: Repeat:
vi: Lặp lại:

source: Your Store must have at least %d Hashtag.
vi: Cửa hàng cần ít nhất %d Hashtag.

source: Only letters and numbers are allowed.
vi: Chỉ được phép nhập số hoặc chữ cái.

source: Yes
vi: Đồng ý

source: No
vi: Không

source: Just now
vi: Vừa xong

source: %d days ago
vi: %d ngày trước

source: %d hour
vi: %d giờ

source: %d hours
vi: %d giờ

source: %d min
vi: %d phút

source: %d mins
vi: %d phút

source: Airdrop time "To" must be greater than time "From"
vi: Thời điểm kết thúc phải diễn ra sau thời điểm bắt đầu

source: Period time "To" must be greater than time "From"
vi: Thời điểm kết thúc phải diễn ra sau thời điểm bắt đầu

source: The Event can only begin after %d minutes
vi: Thời điểm bắt đầu chương trình phải lớn hơn hiện tại ít nhất %d phút

source: Period time "To" must be greater than currently
vi: Thời điểm kết thúc phải diễn ra sau hiện tại.

source: Frequency must be greater than %d minutes
vi: Tần suất phải lớn hơn %d phút

source: Can't find Beacon
vi: Không thể tìm ra Beacon

source: Please input "Number of Shoppers" and number of "Airdrop per Shopper"
vi: Nhập số người nhận và số Mozo Airdrop cho mỗi người

source: Please input a valid Phone Number
vi: Vui lòng nhập số điện thoại hợp lệ

source: Invalid country code
vi: Mã vùng không hợp lệ

source: Photos uploading...
vi: Đang tải ảnh lên

source: Maximum number of photos is %d
vi: Số ảnh tối đa là %d

source: Closing Hour must be later than Opening Hour
vi: Giờ đóng cửa phải diễn ra sau giờ mở cửa.

source: You do not have permission to do this action!
vi: Bạn không có quyền thực thi thao tác này.

source: Are you sure to logout
vi: Bạn muốn đăng xuất?

source: Ex: 1st Tony Moly event
vi: Vd: Chương trình của Tony Moly

source: Currently
vi: Hiện tại

source: Invite friends
vi: Mời bạn bè

source: Just Now
vi: Vừa

source: Create airdrop event failed. Please try again!
vi: Tạo chương trình thất bại, vui lòng thử lại!

source: Try again
vi: Thử lại

source: Email Us
vi: Email cho chúng tôi

source: General
vi: Tổng quan

source: End
vi: Đã kết thúc

# Scheduled_Airdrop
source: Scheduled
vi: Hẹn giờ

source: Receivers:
vi: Số người nhận:

source: Period:
vi: Thời hạn:

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: Every day
vi: Mỗi ngày

source: Weekends
vi: Mỗi cuối tuần

source: Weekdays
vi: Ngày trong tuần

source: Mon
vi: T2

source: Tue
vi: T3

source: Wed
vi: T4

source: Thu
vi: T5

source: Fri
vi: T6

source: Sat
vi: T7

source: Sun
vi: CN

source: Let your staff to work on your behalf
vi: Cấp quyền hoạt động cho nhân viên

source: %d sec(s) ago
vi: %d giây trước

source: %d min(s) ago
vi: %d phút trước

source: %d hour(s) ago
vi: %d giờ trước

source: %d day(s) ago
vi: %d ngày trước

source: %d week(s) ago
vi: %d tuần trước

source: Minutes
vi: Phút

source: %d min(s)
vi: %d phút

source: Hours
vi: Giờ

source: %d hour(s)
vi: %d giờ

source: Days
vi: Ngày

source: %d day
vi: %d ngày

source: %d days
vi: %d ngày

source: %d day(s)
vi: %d ngày

source: Can not apply empty list for days of week.
vi: Không thể để trống ngày trong tuần.

source: There is no data to display
vi: Không có dữ liệu để hiển thị

source: Enter store name to search
vi: Nhập tên cửa hàng để tìm kiếm

source: User Address
vi: Địa chỉ ví

source: Store Address
vi: Địa chỉ cửa hàng

source: My wallet
vi: Ví

source: Profile
vi: Hồ sơ

source: List view
vi: Dạng list

source: Map view
vi: Bản đồ

source: Search history
vi: Lịch sử tìm kiếm

source: Your Information
vi: Thông tin cá nhân

source: Favorite Stores
vi: Cửa hàng yêu thích

source: Directions
vi: Đường đi

source: Favorite
vi: Yêu thích

source: Share
vi: Chia sẻ

source: Store Location
vi: Vị trí cửa hàng

source: Sort
vi: Sắp xếp

source: View Store list
vi: Danh sách cửa hàng

source: Group Stores
vi: Nhóm cửa hàng

source: Search Results
vi: Kết quả tìm kiếm

source: By Distance
vi: Theo khoảng cách

source: Only display stores in my range
vi: Chỉ hiển thị cửa hàng trong phạm vi của tôi

source: Nearest to Furthest
vi: Gần nhất đến xa nhất

source: Airdrop list is empty
vi: Danh sách trống

source: Airdrop Events
vi: Chương trình Airdrop

source: There is no active airdrop event
vi: Danh sách trống

source: Group %d Stores
vi: Nhóm %d Cửa Hàng

source: Hours: %@ - %@
vi: Giờ: %@ - %@

source: Hours: %@
vi: Giờ: %@

source: You can also care about
vi: Có thể bạn quan tâm

source: Your location
vi: Vị trí hiện tại

source: Enter Shop name to search
vi: Nhập tên cửa hàng để tìm

source: %d Result(s) for
vi: %d Kết quả cho

source: Sorted by:
vi: Sắp xếp theo:

source: Not now
vi: Để sau

source: App Settings
vi: Thiết lập

source: Added into favorite stores
vi: Đã thêm vào cửa hàng yêu thích

source: Cash
vi: Tiền mặt

source: Today collected coins
vi: Coin nhận hôm nay

source: Date of birth
vi: Ngày sinh

source: Gender
vi: Giới tính

source: None
vi: Không

source: Female
vi: Nữ

source: Currencies
vi: Đơn vị tiền

source: Languages
vi: Ngôn ngữ

source: Two factors authentication setting
vi: Thiết lập bảo mật 2 lớp

source: Korean
vi: Tiếng Hàn

source: Chinese
vi: Tiếng Hoa

source: Japanese
vi: Tiếng Nhật

source: English
vi: Tiếng Anh

source: Change Password
vi: Đổi mật khẩu

source: You need to confirm your security PIN to change password
vi: Cần xác nhận mã PIN để đổi mật khẩu

source: Current password
vi: Mật khẩu hiện tại

source: Enter your current password
vi: Nhập mật khẩu hiện tại

source: New password
vi: Mật khẩu mới

source: Enter new password
vi: Nhập mật khẩu mới

source: Change password successful!
vi: Đổi mật khẩu thành công

source: Promotion Details
vi: Chi tiết khuyến mãi

source: Unknown Error
vi: Lỗi không xác định

source: Scan timeout
vi: Thời gian quét quá hạn

source: Invalid QR Code
vi: QR Code không hợp lệ

source: Connect failed!
vi: Kết nối thất bại

source: Connect timeout
vi: Kết nối quá hạn

source: Couldn't connect to beacon
vi: Không thể kết nối với Beacon

source: Beacon ownership verification failed. Try again, and if the problem persists, set this beacon aside and try another one.
vi: Xác thực quyền sở hữu Beacon thất bại. Xin thử lại - Nếu vẫn gặp vấn đề tương tự, hãy đặt Beacon ngoài phạm vi định vị và thử lại với Beacon khác.

source: Couldn't reach Estimote Cloud. Check your Internet connection, then try again.
vi: Không thể kết nối đến Estimote Cloud. Xin kiểm tra lại kết nối Internet, hoặc thử lại.

source: Try again. If the problem persists, try restarting Bluetooth. If that doesn't help either, set this beacon aside and try another one.
vi: Xin thử lại. Nếu vẫn gặp vấn đề tương tự, vui lòng bật lại Bluebooth. Trong trường hợp vẫn không khả thi. Hãy đặt Beacon ngoài phạm vi định vị và thử lại với Beacon khác.

source: Beacon disconnected while connecting
vi: Kết nối Beacon bị gián đoạn.

source: Frequency must be equal or larger than %d minutes
vi: Tuần suất Airdrop nhỏ nhất là %d phút.

source: Sorry, something went wrong. Please try again or restart the app.
vi: Có lỗi xảy ra. Xin thử lại hoặc mở lại ứng dụng.

source: Error
vi: Lỗi

source: To:
vi: Đến:

source: Are you sure?
vi: Xin xác nhận.

source: Contacts list is empty
vi: Danh sách trống

source: Unable to create transaction.
vi: Không thể thực hiện giao dịch.

source: Unable to create airdrop event.
vi: Không thể tạo chương trình Airdrop.

source: You can only select less than %d images.
vi: Vui lòng chọn ít hơn %d ảnh.

source: App requires permission to access Storage to view images. Tap Settings and go toPermissions to grant permission.
vi: MozoX cần quyền truy cập bộ nhớ ảnh. Chọn Setting và đi đến Permissions để cấp quyền.

source: App requires permission to access Storage to view images.
vi: MozoX cần truy cập bộ nhớ ảnh.

source: Photos are uploading...
vi: Đang tải ảnh lên...

source: Photo is uploading...
vi: Đang tải ảnh lên...

source: A maximum of photos is %d
vi: Số ảnh tối đa là %d

source: Open hour must not be later than Close hour
vi: Giờ mở cửa không được phép lớn hơn giờ đóng cửa

source: Close hour must be later than Open hour
vi: Giờ đóng cửa phải lớn hơn giờ mở cửa

source: You can only add a maximum of %d hashtags
vi: Chỉ có thể chọn tối đa %d Hashtag

source: Your Store has least %d Hashtag.
vi: Cửa hàng cần ít nhất %d Hashtag

source: Cannot find any beacon on your store
vi: Không thể tìm thấy Beacon

source: Please input "Receiver" and number of "Airdrop per shopper"
vi: Xin nhập "Số người nhận" và "Số Mozo thưởng cho mỗi người dùng".

source: Airdrop event transaction is created with failure status.
vi: Đã xảy ra lỗi trong quá trình chuyển Mozo vào chương trình Airdrop được tạo mới.

source: Invalid country code.
vi: Mã vùng không hợp lệ.

source: Amount is too low, please input valid amount.
vi: Số dư không hợp lệ, xin kiểm tra lại thông tin.

source: No token info
vi: Thiếu dữ liệu để tiếp tục

source: Amount is empty.
vi: Số lượng bị trống.

source: Please input value in decimal format.
vi: Xin nhập số thập phân.

source: The length of decimal places must be equal or smaller than %d
vi: Độ dài số thập phân nhập vào phải nhỏ hơn hoặc bằng %d

source: Scanning value is not a valid address.
vi: Địa chỉ quét được không hợp lệ.

source: Invalid address.
vi: Địa chỉ không hợp lệ

source: Please enter address or select from address book.
vi: Xin nhập địa chỉ hoặc chọn từ danh bạ.

source: Your spendable is not enough.
vi: Số dư khả dụng không đủ.

source: The Receiver Address is not valid.
vi: Địa chỉ người nhận không hợp lệ.

source: Please input amount.
vi: Xin nhập số lượng.

source: Scanning not supported
vi: Không hỗ trợ quét.
