Repository: Biglabs/mozo-ios-sdk
Catalog: MozoSDK/Localization/*.lproj/Localizable.strings
Languages: vi

source: This Promotion is going to expire in next %dh %dmins. Are you sure you want to continue?
vi: Khuyến mãi này sẽ hết hạn trong vòng %d giờ %d phút nữa. Bạn có thật sự muốn mua không?

source: This Promotion is going to expire in next %dh %dmin. Are you sure you want to continue?
vi: Khuyến mãi này sẽ hết hạn trong vòng %d giờ %d phút nữa. Bạn có thật sự muốn mua không?

source: This Promotion is going to expire in next %dmins. Are you sure you want to continue?
vi: Khuyến mãi này sẽ hết hạn trong vòng %d phút nữa. Bạn có thật sự muốn mua không?

source: This Promotion is going to expire in next %dmin. Are you sure you want to continue?
vi: Khuyến mãi này sẽ hết hạn trong vòng %d phút nữa. Bạn có thật sự muốn mua không?

source: EXPIRED
vi: ĐÃ HẾT HẠN

source: Cancel processing promotion successfully
vi: Mã khuyến mãi đã được khôi phục.

source: Processing Promotions
vi: Mã khuyến mãi đang xử lý

source: Your internet connection has a problem 😔
vi: Kết nối internet có vấn đề 😔

source: YOUR INTERNET CONNECTION HAS A PROBLEM 😔
vi: KẾT NỐI INTERNET CÓ VẤN ĐỀ 😔

source: Go to Settings →
vi: Thiết lập →

source: Location service is off 🗺
vi: Định vị bị tắt 🗺

source: Bluetooth is tuned off 😔...
vi: Bluetooth bị tắt 😔...

source: Interesting promotions nearby 🤩
vi: Khuyến mãi hấp dẫn ở gần đây 🤩

source: Purchased promotions nearby 🤣
vi: Khuyến mãi bạn đã mua ở gần đây 🤣

source: Purchased promotions expiring soon 😣
vi: Khuyến mãi bạn đã mua sắp hết hạn 😣

source: Airdrop events that will expire soon ⏳
vi: Chương trình airdrop sắp kết thúc ⏳

source: Promotions that will expire soon 👌
vi: Khuyến mãi sắp kết thúc 👌

source: No planned airdrop events 😐
vi: Chưa có chương trình airdrop nào 😐

source: No planned promotions 😐
vi: Chưa có khuyến mãi nào 😐

source: Unsecure wallet 😱
vi: Ví không an toàn 😱

source: Turn on for better experience →
vi: Bật định vị để trải nghiệm tốt hơn →

source: Discover your bookmarked promotions →
vi: Khám phá khuyến mãi yêu thích của bạn →

source: Discover your purchased promotions →
vi: Sử dụng khuyến mãi đã mua →

source: Review and create a new airdrop event →
vi: Xem và tạo chương trình mới →

source: Create a new promotion →
vi: Tạo khuyến mãi mới →

source: Create to increase foot traffic →
vi: Tạo để tăng lượt khách đến cửa hàng →

source: Create promotion →
vi: Tạo khuyến mãi →

source: Set up your own PIN →
vi: Thiết lập PIN của riêng bạn →

source: To Do List
vi: Những việc cần làm

source: Redemption
vi: Đổi thưởng

source: Import Contacts
vi: Nhập từ danh bạ

# Import Contacts successful!
source: Import contact successful!
vi: Nhập từ danh bạ thành công

source: Update Contacts
vi: Cập nhật danh bạ

source: Updating...
vi: Đang cập nhật...

source: Last updated:
vi: Cập nhật gần nhất:

source: Synchronize Contacts
vi: Đồng bộ danh bạ

source: Synchronize Contacts successful!
vi: Đồng bộ thành công

source: Update
vi: Cập nhật

source: Change Settings
vi: Thay đổi thiết lập

source: Cannot access your Contact Book
vi: Không thể truy cập danh bạ

source: Not yet synchronized
vi: Chưa được đồng bộ

source: Cannot synchronize, your Contact Book is empty.
vi: Danh bạ trống, không thể tiến hành đồng bộ.

source: Synchronize
vi: Đồng bộ

source: Synchronizing...
vi: Đang đồng bộ...

source: Top Local Airdrop Events
vi: Những chương trình airdrop đỉnh tại địa phương

source: Top International Airdrop Events
vi: Những chương trình airdrop đỉnh trên thế giới

source: You want:
vi: Bạn muốn:

source: The time on your device is incorrect.
vi: Đồng hồ của bạn không chính xác.

source: Please update the date and time, then try again.
vi: Xin vui lòng cập nhật ngày giờ và thử lại sau.

source: Let store staff scan this QR code to redeem
vi: Đưa mã QR này cho nhân viên của cửa hàng

source: Latest Promotions
vi: Khuyến mãi mới nhất

source: Parking Ticket
vi: Vé giữ xe

source: CHECK IN
vi: VÉ VÀO

source: Select Vehicle Type
vi: Chọn loại xe

source: Motorbike
vi: Xe máy

source: Car
vi: Ô tô

source: Bicycle
vi: Xe đạp

source: CHECK OUT
vi: VÉ RA

source: Scan this QR through QR code reader at parking gate to CHECK OUT
vi: Quét mã QR qua máy đọc tại cổng để RA

source: Valid in %02d:%02d
vi: Có giá trị trong %02d:%02d

source: Extra fee
vi: Phí cộng thêm

source: Change
vi: Thay đổi

source: Select payment method
vi: Chọn cách tính phí

source: Check in successfully
vi: Kiểm vé vào thành công

source: Scan this QR through QR code reader at parking gate to CHECK IN
vi: Quét mã QR qua máy đọc tại cổng để VÀO

source: Auto close in %02ds
vi: Sẽ đóng trong vòng %02d giây

source: Check out successfully
vi: Kiểm vé ra thành công

source: TopUp Account
vi: Tài khoản TopUp

source: Parking fee
vi: Giá giữ xe

source: Withdraw successfully
vi: Rút thành công

source: Withdraw failed, please try again later
vi: Rút không thành công. Xin vui lòng thử lại sau

source: Enter amount to deposit
vi: Nhập số lượng để nạp vào

source: Deposit failed
vi: Nạp không thành công.

source: There is an error occurred, please try again later
vi: Có lỗi xảy ra. Xin vui lòng thử lại sau.

source: Show my parking ticket
vi: Hiển thị vé gởi xe

source: Offline Parking Ticket
vi: Vé gởi xe ngoại tuyến

source: Free Parking Ticket
vi: Vé gởi xe miễn phí

source: The parking ticket feature is not available with you at this store at the moment
vi: Hiện tại tính năng giữ xe không khả dụng với bạn ở cửa hàng này.

source: You are already CHECK IN at this store. Please CHECK OUT the previous ticket before using another one.
vi: Xe của bạn đã được gởi thành công tại cửa hàng. Xin vui lòng lấy xe khỏi bãi trước khi lấy vé mới.

source: You are already CHECK OUT at this store. CHECK OUT ticket is not available for you at the moment.
vi: Vé RA của bạn đã được xử lý thành công. Không có vé RA nào khả dụng tại cửa hàng lúc này.

source: CHECK IN ticket at this store is not available at the moment. Please ask parking employee to use traditional RFID.
vi: Vé VÀO hiện không khả dụng tại cửa hàng này. Xin vui lòng yêu cầu nhân viên giữ xe dùng thẻ từ như bình thường.

source: CHECK OUT ticket at this store is not available at the moment. Please turn off your internet and open Offline Parking ticket.
vi: Vé RA hiện không khả dụng tại cửa hàng này. Xin vui lòng tắt internet và dùng vé ngoại tuyến.

source: FREE
vi: MIỄN PHÍ

source: Next %@
vi: %@ nữa

source: There are no Airdrop Events
vi: Chưa có chương trình Airdrop.

source: There are no Promotions
vi: Chưa có khuyến mãi.

source: Active Airdrop Events
vi: Airdrop đang chạy

source: Next time Airdrop Events
vi: Airdrop sắp nhận được

source: Promotions at store
vi: Khuyến mãi tại cửa hàng

source: Past Promotions
vi: Khuyến mãi trước đây

source: Stores Near By
vi: Cửa hàng gần đây

source: %d Promotions
vi: %d Khuyến mãi

source: %d Promotion
vi: %d Khuyến mãi

source: Select Promotion Type
vi: Chọn loại khuyến mãi

source: Time Based Limited Coupons
vi: Giới hạn theo thời gian

source: Limited Number Of Coupons
vi: Giới hạn theo số lượng

source: Number of coupons
vi: Số lượng coupon

source: Enter number of coupons
vi: Nhập số lượng coupon

source: Remaining Coupons: %@
vi: Số coupon còn lại: %@

source: Remaining Coupons
vi: Số coupon còn lại

source: %d Coupons Remaining
vi: Còn %d coupon

source: Sold Out
vi: Đã bán hết

source: Sold Out: %d
vi: Đã bán hết: %d

source: Uploading photos will be continuing after you leave this screen. Do you want to continue?
vi: Quá trình tải hình ảnh vẫn tiếp tục khi bạn thoát màn hình này. Bạn có muốn tiếp tục hay không?

source: Welcome %@
vi: Chào mừng %@

source: Please check your information to make sure it is correct.
vi: Vui lòng kiểm tra thông tin của bạn có chính xác hay không.

source: Check store information
vi: Kiểm tra thông tin cửa hàng

source: Your store is not authorized to create Airdrop Event. Please contact Mall Owner if you need any support.
vi: Cửa hàng của bạn không thể tạo chương trình Airdrop. Vui lòng liên hệ chủ mall để được hỗ trợ.

source: Why my store is not able to create an Airdrop Event? →
vi: Tại sao cửa hàng của tôi không thể tạo chương trình Airdrop? →

source: Phone number is required
vi: Số điện thoại là trường bắt buộc

source: Beacon list is empty
vi: Danh sách beacon trống

# NOTIFICATION_INFO_LOCALE_KEY
source: Info
vi: Thông tin

# NOTIFICATION_VENUE_LOCALE_KEY
source: Venue
vi: Địa điểm

# NOTIFICATION_GUIDE_LOCALE_KEY
source: Guide
vi: Hướng dẫn

# NOTIFICATION_HALL_LAYOUT_GUIDE_LOCALE_KEY
source: Hall Layout guide
vi: Sơ đồ trung tâm

# NOTIFICATION_PARKING_TICKET_LOCALE_KEY
source: Parking ticket
vi: Vé giữ xe

# NOTIFICATION_SAFETY_GUIDE_LOCALE_KEY
source: Safety guide
vi: Hướng dẫn về an toàn

# NOTIFICATION_VIEW_LOCALE_KEY
source: View
vi: Xem

# NOTIFICATION_NO_THANKS_LOCALE_KEY
source: No. Thanks
vi: Không, Cảm ơn.

# NOTIFICATION_START_LOCALE_KEY
source: Start
vi: Bắt đầu

source: No. Thanks
vi: Không. Cảm ơn

source: Yes, go to Beacon List
vi: Có, chuyển đến danh sách beacon

source: No Beacon added yet
vi: Chưa có beacon nào.

source: Beacon Detail
vi: Thông tin chi tiết của beacon

source: Beacon Settings
vi: Thiết lập beacon

source: Branch
vi: Chi nhánh

source: Beacon Name
vi: Tên beacon

source: MAC Address
vi: Địa chỉ MAC

source: Enter Beacon Name
vi: Nhập tên beacon

source: Change Beacon Settings Successful
vi: Thiết lập beacon thành công

source: Add New Beacon Successful
vi: Thêm beacon thành công

source: Select Beacon to run Airdrop Event
vi: Chọn beacon để chạy sự kiện airdrop

source: Select Beacon
vi: Chọn beacon

source: Setting up
vi: Thiết lập

source: Address is different from Branch
vi: Địa chỉ khác với địa chỉ của Chi nhánh

source: Location is different from Branch
vi: Vị trí khác với vị trí của Chi nhánh

source: Address & location are different from Branch
vi: Địa chỉ và vị trí khác với của Chi nhánh

source: Change Beacon Name Successful
vi: Thiết lập tên beacon thành công

source: Change Beacon address Successful
vi: Thiết lập địa chỉ beacon thành công

source: Change Beacon location Successful
vi: Thiết lập vị trí beacon thành công

source: Change Beacon range Successful
vi: Thiết lập phạm vi beacon thành công

source: Sync Beacon address and location Successful
vi: Đồng bộ địa chỉ và vị trí của beacon thành công

source: Beacon Address
vi: Địa chỉ beacon

source: Enter Beacon address
vi: Nhập địa chỉ beacon

source: Beacon Address can't be empty
vi: Địa chỉ beacon không được để trống

source: Use Beacon's address to locate Beacon's location
vi: Sử dụng địa chỉ beacon để định vị vị trí

source: Use Branch Address
vi: Dùng địa chỉ của Chi nhánh

source: Use Branch Location
vi: Dùng vị trí của Chi nhánh

source: Edit Beacon Range
vi: Thay đổi phạm vi beacon

source: Beacon Location
vi: Vị trí beacon

source: All Branches
vi: Tất cả các chi nhánh

source: New Branch
vi: Thêm Chi nhánh

source: Branch Name
vi: Tên Chi nhánh

source: Enter Branch Name
vi: Nhập tên Chi nhánh

source: Branch Address
vi: Địa chỉ Chi nhánh

source: Enter New Branch Address
vi: Nhập địa chỉ Chi nhánh

source: Create New Branch
vi: Tạo mới Chi nhánh

source: Branch Location
vi: Vị trí Chi nhánh

source: Switch Branch
vi: Chọn Chi nhánh hoạt động

source: Switch
vi: Chọn

source: Select branch you want to switch
vi: Chọn Chi nhánh mà bạn muốn hoạt động

source: Active
vi: Đang hoạt động

source: Editable
vi: Có thể chỉnh sửa

source: Main Branch
vi: Trụ sở chính

source: View only
vi: Không thể chỉnh sửa

source: You’re not allowed to manage this Branch
vi: Bạn không có quyền để cập nhật thông tin Chi nhánh này

source: Do you want to update Beacons' Address and Location?
vi: Bạn có muốn cập nhật địa chỉ và vị trí của beacons

source: Don’t worry, you can do it later in Beacon List.
vi: Yên tâm, bạn có thể thực hiện việc đó ở màn hình danh sách beacons sau này cũng được

source: Branch Information
vi: Thông tin Chi nhánh

source: Branch List
vi: Danh sách chi nhánh

source: Unnamed
vi: Chưa được đặt tên

source: Sub Accounts
vi: Tài khoản phụ

source: Sub Account Detail
vi: Chi tiết Tài khoản phụ

source: Sub Account Name
vi: Tên Tài khoản phụ

source: Add New
vi: Tạo mới

source: New Sub Account
vi: Tạo mới Tài khoản phụ

source: Enter sub account name
vi: Nhập tên tài khoản phụ

source: Remove Sub Account
vi: Xóa Tài khoản phụ

source: Remove Sub Account Successful
vi: Xóa Tài khoản phụ thành công

source: Change Sub Account Name Successful
vi: Cập nhật tên Tài khoản phụ thành công

source: Enter sub account information
vi: Nhập thông tin Tài khoản phụ

source: Your staffs will uses this phone number to login.
vi: Nhân viên sẽ dùng số điện thoại này để đăng nhập vào hệ thống

source: Add New Sub Account Successful
vi: Thêm Tài khoản phụ thành công

source: Location
vi: Vị trí

source: The location service to locate your input address is not available now. Please try again.
vi: Hệ thống định vị dùng để tìm vị trí của địa chỉ bạn nhập vào hiện tại không khả dụng. Xin vui lòng thử lại sau.

source: Can not locate the location from your input address.
vi: Không thể định vị được vị trí cho địa chỉ mà bạn đã nhập

source: Synced to %@
vi: Đã đồng bộ với địa chỉ %@

source: Create New Branch Successful
vi: Tạo mới Chi nhánh thành công

source: Sync Location
vi: Đồng bộ vị trí

source: Update required to use App
vi: Khuyến nghị cập nhật ứng dụng

source: We’ve released a new version of the app Please update the latest version.
vi: Ứng dụng đã có phiên bản mới. Xin vui lòng cập nhật phiên bản mới nhất.

source: Name and Address must not be empty
vi: Tên và địa chỉ không thể để trống

source: Beacon signal range is configured successfully. If you want to modify Beacon Setting, go to More → Beacon List
vi: Cập nhật phạm vi beacon thành công. Nếu bạn muốn thay đổi thiết lập beacon, chuyển đến Thêm → Danh sách beacon

source: More → Beacon List
vi: Thêm → Danh sách beacon
