Repository: Biglabs/mozo-ios-sdk
Catalog: MozoSDK/Localization/*.lproj/Localizable.strings
Languages: vi

source: Your device does not support scanning a code from an item. Please use a device with a camera.
vi: Thiết bị hiện tại không hỗ trợ quét QR Code, xin dùng thiết bị khác.

source: Address is existing in address book list.
vi: Địa chỉ đã tồn tại.

source: Network error. Please try again.
vi: Lỗi kết nối. Xin thử lại.

source: No Internet Connection
vi: Không có kết nối Internet

source: The request timed out
vi: Thời gian xử lý quá hạn

source: System error
vi: Lỗi hệ thống

source: Your session has expired. Please login again
vi: Phiên đăng nhập đã hết hạn. Vui lòng đăng nhập lại

source: Your account has been deactivated temporarily. Please sign in with other account or contact us for more information (phone + email)
vi: Tài khoản của bạn tạm thời bị vô hiệu hóa. Xin đăng nhập bằng tài khoản khác hoặc liên hệ tư vấn viên để biết thêm thông tin (phone + email)

source: Something is wrong with your account status. Please try again.
vi: Có lỗi xảy ra. Xin thử lại

source: Your wallet was updated but did not sync with your current device. Please restore your wallet first.
vi: Tài khoản ví đã được cập nhật nhưng chưa đồng bộ với thiết bị đang dùng. Xin khôi phục lại ví trước khi bắt đầu.

source: The destination wallet was not found. Please recheck the wallet address or try another wallet address
vi: Không tìm thấy địa chỉ ví người nhận. Xin kiểm tra lại địa chỉ ví hoặc thử lại với địa chỉ khác.

source: This phone number has already been registered. Please enter another number.
vi: SĐT đã được đăng ký. Xin dùng số khác.

source: Collectible
vi: Dễ dàng thu thập

source: Global Ultility
vi: Khả dụng trên toàn cầu

source: Share Interest
vi: Chia sẻ nhanh chóng

source: Token of Discovery
vi: Điểm thưởng cho sự khám phá

source: Let's get started!
vi: Bắt đầu

source: Disrupt Foot Traffic
vi: Đẩy mạnh lưu lượng khách

source: Redeem
vi: Mua

source: Liquidity
vi: Linh hoạt

source: Reduce Cost
vi: Giảm thiểu chi phí

source: This month airdropped
vi: Airdrop trong tháng

source: Visited Shoppers
vi: Danh sách khách hàng

source: Every (Frequency of Airdrop)
vi: Tần suất airdrop

source: Next
vi: Tiếp tục

source: Skip
vi: Bỏ qua

source: day
vi: ngày

source: days
vi: ngày

source: Maximum of image size is %d
vi: Dung lượng tối đa %d

source: MMM d, yyyy
vi: d/M/yyyy

source: HH:mm MMM d, yyyy
vi: HH:mm d/M/yyyy

source: Info
vi: Thông báo

source: Your name
vi: Tên

source: Your phone number
vi: Số điện thoại

source: Coming soon
vi: Sắp ra mắt

source: Under Construction
vi: Đang phát triển

source: Foot Traffic
vi: Số lượt khách hàng

source: To select photo from library.
vi: Để chọn ảnh trong điện thoại.

source: Take Photo
vi: Chụp ảnh

source: Use Photo
vi: Sử dụng ảnh

source: Remove Photo
vi: Gỡ bỏ ảnh

source: Removed from favorite stores
vi: Đã gỡ khỏi danh sách cửa hàng ưa thích

source: Favorite list is empty
vi: Danh sách trống

source: Welcome, %@
vi: Chào mừng, %@

source: You’re logged in as sub-account of %@
vi: Đã đăng nhập với vai trò tài khoản phụ tại %@

source: You’re logged in as sub-account of
vi: Đã đăng nhập với vai trò tài khoản phụ tại

source: Male
vi: Nam

source: Address:
vi: Địa chỉ:

source: Invalid phone number
vi: Số điện thoại không hợp lệ

source: Verification code cannot be sent to this phone number
vi: Mã xác nhận không thể gửi đến số điện thoại này

source: A strong password contains a mix of numbers, letters, and symbols. It is hard to guess, does not resemble a real word, and is only used for this account.
vi: Mật khẩu mạnh bao gồm số, kí tự và kí hiệu. Để khó đoán, mật khẩu không nên liên quan đến đời thực của bạn và chỉ dùng cho tài khoản này.

source: Update Password
vi: Cập nhật mật khẩu

source: Passwords don't match.
vi: Mật khẩu không khớp

source: You took too long to login. Login process starting from beginning.
vi: Quá hạn đăng nhập. Phiên đăng nhập sẽ được làm mới lại từ đầu.

# You need to change your password to activate your account.
source: You need to create your password to activate your account.
vi: Bạn cần tạo mật khẩu để kích hoạt tài khoản của bạn.

source: Left 60 (s)
vi: Còn lại

source: Call me instead
vi: Gọi tôi

source: Verification code has been send through SMS or Voice Message. Click this button to resend 60 seconds later.
vi: Mã xác minh đã được gửi qua SMS hoặc tin nhắn thoại. Nhấn vào nút này để gửi lại 60 giây sau.

source: We're sorry...
vi: Chúng tôi xin lỗi...

source: Unexpected error when handling authentication request to identity provider.
vi: Đã có lỗi không mong muốn xảy ra khi xử lý yêu cầu xách thực

source: Page has expired
vi: Trang đã hết hạn

source: To restart the login process
vi: Để khởi động lại quá trình đăng nhập

source: To continue the login process
vi: Để tiếp tục quá trình đăng nhập

source: Click here
vi: Bấm vào đây

source: The verification service is temporarily unavailable. Please try again after 30 seconds.
vi: Dịch vụ xác minh tạm thời không khả dụng. Vui lòng thử lại sau 30 giây.

source: An internal server error has occurred
vi: Đã xảy ra lỗi máy chủ nội bộ

source: Creating Airdrop Event, it may take some minutes.
vi: Đang tạo chương trình Airdrop, nó có thể mất vài phút.

source: Back to Event List
vi: Quay lại danh sách chương trình

source: Beacon %@ is Detected
vi: Đã phát hiện Beacon %@

source: Set up signal range by sliding Distance Bar
vi: Thiết lập phạm vi tín hiệu bằng thanh trượt Khoảng cách

source: Beacon battery will last longer if you set distance under %@m
vi: Pin của Beacon sẽ tồn tại lâu hơn nếu bạn chọn khoảng cách dưới %@m

source: No images available
vi: Không có hình ảnh

source: Camera is not available
vi: Máy ảnh không khả dụng

source: Please, allow the application to access to your photo library.
vi: Vui lòng, cho phép ứng dụng truy cập vào thư viện ảnh của bạn.

source: %@ is added %@
vi: %@ được thêm %@

source: %@ is removed %@
vi: %@ bị xóa %@

source: Added Hashtags %@
vi: Đã thêm Hashtags %@

source: Beacon Range
vi: Phạm vi Beacon

source: App requires permission to access "Location Services" to update beacon. Tap "Settings", "Privacy" and then "Location Services" to grant permission.
vi: Ứng dụng yêu cầu quyền truy cập "Dịch vụ vị trí" để cập nhật Beacon. Nhấn "Cài đặt", "Quyền riêng tư" và sau đó "Dịch vụ vị trí" để cấp quyền.

source: Please choose Beacon location!
vi: Vui lòng chọn vị trí Beacon!

source: Beacon location accuracy problem.
vi: Có vấn đề về tính chính của vị trí Beacon.

source: MozoX uses this information to provide more relevant and personalized experiences. We'll never access your GPS location without your knowledge.
vi: MozoX sử dụng thông tin này để cung cấp những trải nghiệm phù hợp và cá nhân hóa hơn. Chúng tôi sẽ không bao giờ truy cập vị trí GPS của bạn mà bạn không biết.

source: Location Settings
vi: Cài đặt vị trí

source: Invalid email address
vi: Địa chỉ email không hợp lệ

source: Create Airdrop Event failed. Please try again.
vi: Tạo chương trình Airdrop thất bại Xin thử lại.

source: App requires permission to access Camera to capture image. Tap 'Settings' and go to 'Permissions' to grant permission.
vi: Ứng dụng cần quyền truy cập Camera để chụp ảnh. Chọn 'Setting' và chọn 'Permission' để cấp quyền truy cập.

source: Scanning beacon timeout. Please try again.
vi: Thời gian quét Beacon quá hạn. Xin thử lại.

source: Connecting beacon timeout. Please try again.
vi: Thời gian kết nối Beacon quá hạn. Xin thử lại

source: Time out, please try again.
vi: Quá hạn, xin thử lại.

source: Onchain Wallets
vi: Ví Onchain

source: Offchain Wallet
vi: Ví Offchain

source: Request
vi: Yêu cầu

source: Transfer
vi: Gửi

source: Copied to clipboard
vi: Đã sao chép

source: Go to Etherscan.io
vi: Đi đến Etherscan.io

source: Token List:
vi: Danh sách Token:

source: Pending transaction...
vi: Đang xử lý giao dịch...

source: Slow
vi: Chậm

source: Average
vi: Trung Bình

source: Fast
vi: Nhanh

source: Normal
vi: Bình thường

source: Read more
vi: Chi tiết

source: Onchain balance is not enough.
vi: Không đủ số dư trong ví Onchain

source: ETH balance is not enough.
vi: Không đủ ETH

source: From Onchain
vi: Từ Onchain

source: To Offchain
vi: Thành Offchain

source: Broadcasting transaction...
vi: Đang gửi thông tin giao dịch...

source: It’s might take about 3 minutes to complete
vi: Sẽ mất khoảng 3 phút để hoàn tất

source: Hide transaction
vi: Ẩn màn hình

source: When you hide this screen, you will receive notify when transaction complete or fail.
vi: Khi ẩn màn hình này, bạn vẫn sẽ nhận được thông báo khi việc chuyển đổi hoàn tất hoặc thất bại.

source: Broadcast completed
vi: Đã xử lý xong

source: Waiting for transaction status...
vi: Đang chờ kết quả...

source: Convert Successful
vi: Chuyển đổi thành công

source: Back to Onchain Wallet
vi: Trở về ví Onchain

source: Convert Failed
vi: Chuyển đổi thất bại

source: There are no Airdrop Events around you
vi: Không có chương trình Airdrop gần bạn

source: Discover
vi: Khám phá

source: On Going Events
vi: Chương trình sắp Airdrop

source: Top Airdrop Events
vi: Airdrop nhiều nhất

source: Nearest Events
vi: Airdrop gần nhất

source: There is a pending transaction. Can not send another transaction. Please wait about 3 minutes and try again later.
vi: Đang có một giao dịch ở trạng thái chờ. Không thể thực hiện giao dịch khác. Vui lòng đợi khoảng 3 phút và thực hiện lại giao dịch.

source: Can not send transaction to Ethereum network or sent but failed. Please check your data and try again.
vi: Không thể gởi giao dịch đến hệ thống Ethereum hoặc đã gới nhưng xẩy ra lỗi. Xin vui lòng kiểm tra thông tin và thực hiện lại giao dịch

source: Please try again after some time.
vi: Xin đợi một lúc và thử lại.

source: No routes found
vi: Không tìm thấy đường đi

source: You are not the owner of this event.
vi: Bạn không phải chủ chương trình Airdrop này.

source: At least six characters
vi: Cần ít nhất 6 ký tự

source: There are no Airdrop Events around
vi: Không có chương trình Airdrop quanh đây

source: %.1fkm away
vi: Cách %.1fkm

source: %.1fm away
vi: Cách %.1fm

source: %dm away
vi: Cách %dm

source: Version
vi: Phiên bản

source: Website
vi: Trang Web

source: Beacon Error
vi: Beacon lỗi

source: Did you make sure to:
vi: Bạn có chắc chắn:

source: Have the Beacon facing your front of the phone.
vi: Để Beacon đối diện với điện thoại của bạn.

source: Have the Beacon and your phone in a well-lit area.
vi: Để Beacon và điện thoại của bạn ở nơi có ánh sáng tốt.

source: Have your phone close to the Beacon.
vi: Để điện thoại của bạn gần với Beacon.

source: Use another Beacon
vi: Sử dụng Beacon khác

source: Or you can
vi: Hoặc bạn có thể

source: Contact us for support
vi: Liên hệ với chúng tôi để được hỗ trợ

source: Contact for support
vi: Liên hệ để được hỗ trợ

source: Contact phone number
vi: Số điện thoại liên hệ

source: Enter your name
vi: Nhập tên của bạn

source: Enter your phone number
vi: Nhập số điện thoại của bạn

source: Enter your email address
vi: Nhập email của bạn

source: Message
vi: Tin nhắn

source: Thank you
vi: Cảm ơn

source: We will get back to you shortly
vi: Chúng tôi sẽ sớm liên lạc lại với bạn

source: Group Events
vi: Nhóm các chương trình

source: Group %d Events
vi: Nhóm %d các chương trình

source: View Event List
vi: Xem danh sách chương trình

source: Select language to share
vi: Chọn ngôn ngữ để chia sẻ

source: Once per day
vi: Một lần một ngày

source: Loading...
vi: Đang tải...

source: Your ETH balance is: %@
vi: Số dư ETH: %@

source: Share via your network
vi: Chia sẻ qua mạng xã hội

source: View Photo
vi: Xem ảnh

source: Customers arrived
vi: Khách vừa đến

source: %u more customers arrived
vi: %u khách vừa đến

source: Customers departed
vi: Khách đã rời khỏi

source: %u more customers departed
vi: %u khách khác đã rời khỏi

source: Trending
vi: Từ khoá nổi bật

source: Enter Store name or Hashtag to search
vi: Nhập tên cửa hàng hoặc từ khóa để tìm kiếm

source: Security PIN
vi: Mã PIN

source: Forgot your PIN?
vi: Quên mã PIN?

source: Reset PIN by using recovery phrases
vi: Đặt lại mã PIN bằng cách sử dụng cụm từ khôi phục

source: Reset PIN
vi: Tạo lại mã PIN

source: Submit
vi: Gửi

source: Type your 12 recover phrases
vi: Nhập 12 cụm từ khôi phục

source: Recovery phrase contains unrecognized words.
vi: Cụm từ khôi phục chứa ký tự không hợp lệ

source: Checking recovery phrases
vi: Đang kiểm tra cụm từ khôi phục

source: Wallet Recovery Phrase is invalid
vi: Cụm từ khôi phục không chính xác

source: ENTER NEW SECURITY PIN
vi: NHẬP MÃ PIN MỚI

source: Reset PIN is processing
vi: Đang tạo lại mã PIN

source: There is an error occurred.
vi: Có lỗi xảy ra

source: PIN Reset Successful
vi: Tạo lại mã PIN thành công

source: No internet connection!
vi: Không có kết nối mạng

source: Once you have a stronger internet connection, we’ll automatically process your request.
vi: Khi kết nối internet mạnh hơn, hệ thống sẽ tự động xử lý yêu cầu của bạn.

source: Sorry, we're down for maintenance. We'll be back shortly.
vi: Rất tiếc, hệ thống đang bảo trì. Chúng tôi sẽ sớm quay lại.

source: Did you know?
vi: Bạn có biết?

source: Search Result
vi: Kết quả tìm kiếm

source: Try one of these instead:
vi: Bạn có thể thử một trong những lựa chọn bên dưới:

source: Favorite Stores is empty or your connection is too slow
vi: Cửa hàng yêu thích trống hoặc mạng quá chậm

source: Seems you didn't add any Favourite Stores, we love sharing some interesting stores for you.
vi: Có vẻ bạn chưa thêm bất kỳ Cửa hàng yêu thích nào, chúng tôi rất muốn chia sẻ một số cửa hàng thú vị cho bạn.

source: Discover more stores
vi: Khám phá thêm các cửa hàng

source: Go to Wallet
vi: Chuyển đến Ví

source: Airdrop Event List
vi: Danh sách chương trình Airdrop

source: Airdrop Event List is empty or your connection is too slow
vi: Danh sách chương trình Airdrop trống hoặc mạng quá chậm

source: Foot Traffic is empty or your connection is too slow
vi: Lưu lượng khách đến trống hoặc mạng quá chậm.

source: Go to Airdrop Events list
vi: Chuyển đến danh sách chương trình Airdrop

source: Go to Promotions list
vi: Chuyển đến danh sách Khuyến mãi

source: For signing up with us
vi: Khi đăng nhập thành công

source: Unregistered Store
vi: Cửa hàng của bạn chưa đăng kí

source: If you have not registered yet, please register.
vi: Nếu bạn chưa đăng kí, xin vui lòng đăng kí.

source: Register Now
vi: Đăng kí ngay

source: Basic Info
vi: Thông tin cơ bản

source: Enter Airdrop Event name
vi: Nhập tên chương trình

source: Airdrop Event Time Setting
vi: Thiết lập thời gian

source: Start from now
vi: Bắt đầu ngay bây giờ

source: Now
vi: Bây giờ

source: PLEASE REVIEW THE INFORMATION BELOW, BECAUSE ONCE AN AIRDROP EVENT HAS BEEN CREATED, THE INFORMATION CANNOT BE CHANGED.
vi: XIN VUI LÒNG KIỂM TRA KỸ THÔNG TIN VÌ BẠN KHÔNG THỂ THAY ĐỔI NỘI DUNG CHƯƠNG TRÌNH MỘT KHI ĐÃ ĐƯỢC TẠO

source: Please review the information below, because once an Airdrop Event has been created, the information cannot be changed.
vi: Xin vui lòng kiểm tra kỹ thông tin vì bạn không thể thay đổi nội dung chương trình một khi đã được tạo.

source: Selected days of the week
vi: Chọn thứ trong tuần

source: Writing data to Beacon...
vi: Đang thiết lập dữ liệu cho beacon...

source: Sending Beacon information to server...
vi: Đang đồng bộ thông tin beacon với máy chủ...

source: Can’t count calories burned
vi: Không thể tính được lượng calories sẽ tiêu thụ

source: Request for Support
vi: Yêu cầu trợ giúp

source: Attach Photo
vi: Gởi hình ảnh kèm theo

source: This field is required.
vi: Trường này là bắt buộc

source: Your attachment either has failed to upload or it still uploading. Send this message anyway?
vi: Hình ảnh kèm theo có thể không được tải lên máy chủ do đang trong quá trình tải. Gởi yêu cầu mà không cần quan tâm đến điều này?

source: Create Wallet Automatically
vi: Tạo ví tự động

source: Your Recovery Phrase* and security PIN will be auto generated and remembered by our system.
vi: Cụm từ khôi phục* và mã PIN được tự động tạo và ghi nhớ bởi hệ thống.

source: Create Wallet Manually
vi: Tạo ví do bạn điều khiển

source: You will need to back up your Recovery Phrase and security PIN created by you.
vi: Bạn cần phải ghi lại cụm từ khôi phục và tự tạo mã PIN của riêng mình.

source: *What are Recovery Phrase?
vi: *Cụm từ khôi phục là gì?

source: Recovery Phrase are random set of words used to secure your digital wallet. You should write down these words in order so that in the event you lose your digital wallet or forget your PIN, you can recover your wallet and/or reset your PIN.
vi: Cụm từ khôi phục là một tập các từ được phát sinh ngẫu nhiên bởi thuật toán. Bạn phải ghi lại những từ này phòng trường hợp mất thiết bị hoặc quên mã PIN, bạn có thể dùng nó để phục hồi ví hoặc tạo PIN mới.

source: This is your recovery phrase
vi: Cụm từ khôi phục

source: THIS IS YOUR RECOVERY PHRASE
vi: CỤM TỪ KHÔI PHỤC

source: Please write it down on paper and keep it in a safe place as you would with money
vi: Xin vui lòng ghi cụm từ khôi phục vào giấy và giữ nó ở một nơi bí mật.

source: Verify
vi: Soát lại

source: VERIFY
vi: SOÁT LẠI

source: Using the completed Recovery Phrase as a reference, please enter the following words from your Recovery Phrase to complete the back up process.
vi: Xin vui lòng nhập những từ theo đúng thứ tự trong cụm từ khôi phục mà bạn đã sao lưu để hoàn tất quá trình sao lưu ví.

source: Finish
vi: Hoàn tất

source: Your Wallet is Backed Up
vi: Ví của bạn đã sao lưu xong.

source: YOUR WALLET IS BACKED UP
vi: VÍ CỦA BẠN ĐÃ SAO LƯU XONG.

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your wallet cannot be recovered without it.
vi: Nhớ cất giữ cụm từ khôi phục vào nơi bí mật một cách an toàn. Bạn bắt buộc phải có nó để khôi phục lại ví trong trường hợp mất thiết bị.

source: Got It
vi: Tôi đã hiểu

source: Change Security PIN
vi: Thay đổi mã PIN

source: ENTER YOUR CURRENT SECURITY PIN
vi: Nhập mã PIN hiện tại

source: CONFIRM NEW SECURITY PIN
vi: Xác nhận mã PIN

source: Re-enter your new PIN
vi: Nhập lại mã PIN mới

source: Change PIN is processing..
vi: Đang xử lý thay đổi mã PIN...

source: Change Security PIN Successful
vi: Thay đổi mã PIN thành công

source: System is using automatically generated PIN to sign your transaction and send it to network...
vi: Đang dùng mã PIN được tự động tạo bởi hệ thống để ký giao dịch và gởi đến máy chủ...

source: Redeem Tokens
vi: Đổi thưởng

source: Top Promotions
vi: Khuyến mãi đỉnh

source: %d days left
vi: Còn %d ngày

source: %d day left
vi: Còn %d ngày

source: REDEEM
vi: MUA

source: %d% OFF
vi: Giảm %d%

source: %d%% OFF
vi: Giảm %d%%

source: Trendy Hashtags
vi: Khuynh hướng

source: Others
vi: Khác

source: Purchased
vi: Đã thanh toán

source: Use
vi: Dùng

source: USE
vi: DÙNG

source: (%d) USE
vi: (%d) DÙNG

source: Show me
vi: Xem

source: Paid Promotion
vi: Khuyến mãi đã thanh toán

source: Purchased:
vi: Đã thanh toán:

source: Purchased Date & Time:
vi: Ngày giờ thanh toán:

source: Valid Until:
vi: Có hiệu lực đến:

source: %@ is activating your promotion code...
vi: %@ đang kích hoạt mã khuyến mãi...

source: Promotion Used
vi: Khuyến mãi đã sử dụng

source: Promotion used
vi: Khuyến mãi đã sử dụng

source: Activation Date & Time:
vi: Ngày giờ kích hoạt:

source: Running Promotions Now
vi: Những khuyến mãi đang xảy ra

source: My Promotions
vi: Danh sách khuyến mãi

source: Activated
vi: Đã kích hoạt

source: Activate Date & Time:
vi: Ngày giờ kích hoạt:

source: DETAIL
vi: CHI TIẾT

source: Paid:
vi: Đã thanh toán:

source: Active Promotions
vi: Khuyến mãi đang hoạt động

source: Active Promotion
vi: Khuyến mãi đang hoạt động

source: Show QR Code
vi: Hiển thị mã QR

source: Scan QR Code
vi: Quét mã QR

source: Create Promotion
vi: Tạo khuyến mãi

source: Optional
vi: Không bắt buộc

source: (Optional)
vi: (Không bắt buộc)

source: Running
vi: Đang hoạt động

source: RUNNING
vi: ĐANG HOẠT ĐỘNG

source: Ended
vi: Đã kết thúc

source: ENDED
vi: ĐÃ KẾT THÚC

source: Scheduled
vi: Sắp diễn ra

source: SCHEDULED
vi: SẮP DIỄN RA

source: Time to Expiration:
vi: Hết hiệu lực:

source: Promotion List is empty or your connection is too slow
vi: Không tìm thấy khuyến mãi nào hoặc internet của bạn có vấn đề.

source: Enter discount %
vi: Nhập % giảm giá

source: Promotion Display Image (Optional)
vi: Hình ảnh hiển thị của khuyến mãi (Không bắt buộc)

source: Promotion Display Image
vi: Hình ảnh hiển thị của khuyến mãi

source: Take photo or upload from your gallery
vi: Chụp ảnh hoặc tải hình từ gallery

source: Discount percentage
vi: Phần trăm giảm

source: Discount Percentage
vi: Phần trăm giảm

source: Preview Promotion
vi: Xem thử khuyến mãi

source: Your Promotion will display on Shopper’s App as follows:
vi: Khuyến mãi của bạn sẽ được hiển thị như thế này trên màn hình khách hàng:

source: Create Promotion successfully
vi: Tạo khuyến mãi thành công

source: Store QR Code
vi: Mã QR của cửa hàng

source: Let Shopper scan this QR Code to access your active Promotion list.
vi: Hãy để khách hàng quét mã QR này để xem tất cả các khuyến mãi của bạn.

source: Loading promotion data...
vi: Đang tải thông tin khuyến mãi...

source: Promotion Expired
vi: Khuyến mãi đã hết hạn

source: Promotion belong to other store
vi: Khuyến mãi này của cửa hàng khác

source: + Create New
vi: + Tạo mới

source: Create New
vi: Tạo mới

source: Activating Shopper promotion...
vi: Đang kích hoạt khuyến mãi của khách...

source: Promotion Period:
vi: Thời gian khuyến mãi:

source: Activate successfully
vi: Kích hoạt thành công

source: Start in next %d days
vi: Sẽ chạy trong %d ngày nữa

source: Start in next %d day
vi: Sẽ chạy trong %d ngày nữa

source: Invalid discount percent
vi: Phần trăm không hợp lệ

source: Invalid promotion code
vi: Mã khuyến mãi không hợp lệ

source: Added into favorite promotions
vi: Đã thêm vào trong danh sách yêu thích

source: Removed from favorite promotions
vi: Đã bỏ ra khỏi danh sách yêu thích

source: Process time out. Please re-scan QR Code.
vi: Hết thời gian xử lý. Xin vui lòng quét lại mã QR.

source: Don’t miss out other Promotions 🤩
vi: Khám phá các khuyến mãi khác 🤩

source: Next %d days
vi: %d ngày nữa

source: Next %d day
vi: %d ngày nữa

source: Promotion is being processed
vi: Khuyến mãi này đang được xử lý

source: Recommendation
vi: Dành cho bạn

source: Coming Soon
vi: Sắp diễn ra

source: COMING SOON
vi: SẮP DIỄN RA

source: Redemption Amount
vi: Số Mozo cần thanh toán

source: Activating...
vi: Đang kích hoạt...

source: Running Promotions (%d)
vi: Khuyến mãi hiện có (%d)

source: Running Promotions
vi: Khuyến mãi hiện có

source: %d h
vi: %d giờ

source: %d h %d min(s)
vi: %d giờ %d phút

source: Shopper purchased promotion
vi: Khách hàng đã mua khuyến mãi

source: Don’t show again
vi: Không hiện lại

source: Invalid Recovery Phrase
vi: Chuỗi ký tự phục hồi không hợp lệ

source: Billing information (Optional)
vi: Thông tin hóa đơn (Không bắt buộc)

source: Billing information
vi: Thông tin hóa đơn

source: Enter billing information
vi: Nhập thông tin hóa đơn

source: Invalid Promotion start date - end date.
vi: Ngày bắt đầu - kết thúc không hợp lệ

source: Promotion cover image is uploading
vi: Hình ảnh đang được tải lên

source: Promotion
vi: Khuyến mãi

source: This QR code is invalid.
vi: Mã QR không hợp lệ

source: At %@
vi: Tại %@

source: Description
vi: Mô tả

source: Purchase
vi: Thanh toán

source: PURCHASE
vi: THANH TOÁN

source: Start in next %d min(s)
vi: Sẽ chạy trong vòng %d phút nữa

source: Running Promotions is empty or your connection is too slow
vi: Không có khuyến mãi nào hoặc kết nối internet của bạn quá yếu.

source: No data to display or your connection is too slow
vi: Không tìm thấy thông tin hoặc kết nối internet của bạn quá yếu.
